var fix_list = [
					'不在其他人面前吵，同时出席公共场合要先把吵架的事儿放一放。',
					'气头上说的话互相之间都不能往心里去，生气时说分手都没有法律效力，和好之后吵架时说的气话不能再说了。',
					'对方认错之后不能不依不饶。',
					'互相之间还要拉下脸皮来。比如一些非原则性的小事，一方可以主动要求"给个台阶"，另一方就要积极配合。',
					'如果最后没有谁对谁错，冷静地想想争论的根源在哪儿，怎么解决。原则上求同存异。',
					'要是有一方在赌气说分手，另一方不能火上浇油，而应该灭火。',
					'轮流认错。'
			]
var quarrl_list = [
				
			]
			
mode_index_en = {
	__proto__ : mode_public_en,
	data : {
		__proto__ : fix_list
	}
	
}

mode_index_zh = {
	__proto__ : mode_public_zh,
	data : {
		__proto__ : fix_list
	}
}